{
  "FixCursorHold.nvim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "command_center.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "hex.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "parrot.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presenting.vim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "solarized.nvim": { "branch": "master" },
  "tabline.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-doge": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-markdown-toc": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-rainbow": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
